tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "gotgenes/homebrew-gotgenes"
brew "ack"
brew "bash-completion"
brew "zsh-completions"
brew "emacs"
brew "exa"
brew "gotgenes/gotgenes/getignore"
brew "git"
brew "git-lfs"
brew "go"
brew "java"
brew "kubernetes-cli"
brew "lynx"
brew "mas"
brew "node"
brew "nvm"
brew "pandoc"
brew "patchutils"
brew "pkg-config"
brew "pyenv"
brew "python"
brew "wget"
brew "yarn"
cask "brave-browser"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "kindle"
cask "virtualbox"
cask "visual-studio-code"

# macOS App Store Apps
# Note that until Brewfile supports `mas purchase`, these must have been installed
# at least once before on the currently signed-in-on-the-macOS Apple ID.
mas "Flycut", id: 442160987          # Clipboard manager for macOS - super useful.
mas "Get Plain Text", id: 508368068  # Transform copied text to plain format.
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959


# Optional at this time

# mas 497799835 # "Xcode"


# Recommended But Cost Money:

# mas 415158530 # "PixelStick"
# mas 833521762 # "PlainTextMenu"
# mas 627866610 # "EPUB Viewer"
# mas 641027709 # "Color Picker"
# mas 499768540 # "Power JSON Editor"
# mas "Transmit", id: 403388562
# mas "Uninstaller Pro", id: 1153942223
# mas "World Clock Pro", id: 858446756


# Very Optional

# mas 406056744 # "Evernote"
