tap "gotgenes/gotgenes"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "python@3.9"
brew "awscli@1", link: true
brew "bash-completion"
brew "pkg-config"
brew "emacs", restart_service: true
brew "cask"
brew "exa"
brew "gh"
brew "git"
brew "git-lfs"
brew "kubernetes-cli"
brew "lynx"
brew "mas"
brew "node"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "patchutils"
brew "pyenv"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "gotgenes/gotgenes/getignore"
cask "brave-browser"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "kindle"
cask "sequel-pro"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"

# macOS App Store Apps
# Note that until Brewfile supports `mas purchase`, these must have been installed
# at least once before on the currently signed-in-on-the-macOS Apple ID.
mas "com.alice.mac.GetPlainText", id: 508368068 # Transform copied text to plain format.
mas "Flycut", id: 442160987                     # Clipboard manager for macOS - super useful.
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541

# Optional at this time

# mas 497799835 # "Xcode"


# Recommended But Cost Money:

# mas 415158530 # "PixelStick"
# mas 627866610 # "EPUB Viewer"
# mas 641027709 # "Color Picker"
# mas 499768540 # "Power JSON Editor"
# mas "Transmit", id: 403388562
# mas "Uninstaller Pro", id: 1153942223
# mas "World Clock Pro", id: 858446756


# Very Optional

# mas 406056744 # "Evernote"
# mas "Okta Extension App", id: 1439967473
# mas "Night Eye", id: 1450504903
